{
    "name" : "Canopy: The Birds of Central Panama & Darien Lowlands",
    "description" : "Experience the lowlands of central Panama, the foothills of western Panama, and the remote stretches of eastern Panama, the land where Harpy Eagles and four species of macaw can still be found. This 20-night, comprehensive birding package focuses on the incredible avian diversity of Panama.  Combining the exceptional birding at our signature lodges in central Panama, this tour also includes birding in the lowlands of Darién, where we search for many regional specialties found nowhere else in Panama. From sunrise on the observation deck of the Canopy Tower, to the lush cloud forests at the Canopy Lodge, and the beautiful sunset in eastern Panama at the Canopy Camp, the Birds of Central Panama & Darién Lowlands tour combines the absolute best Panamanian birding we have to offer.",
    "website" : "https://canopytower.com/our-tours/the-birds-of-central-panama-darien-lowlands",
    "date" : "2026-02-01",
    "location" : "PA",
    "start_month": 2,
    "end_month": 2,
    "itinerary" : [
        {
            "day" : "1",
            "Full day title" : "Arrival, Orientation, Canopy Lodge Grounds/Feeders",
            "Full day description" : "Upon arrival at the airport, you will be met by our driver who will transfer you to the Canopy Lodge, located in mountains El Valle de Antón, nestled against the cloud forests of CerroGaital Natural Monument.  At 2,400-feet in elevation, you will immediately appreciate the noticeably cooler temperatures here!  A m           ember of our staff will greet you as you arrive at the Lodge, and you will be provided with an orientation on the use of the facilities. At this time we will answer any questions you may have.  As your luggage is being ferried to your room, or after you get settled in, you may visit the dining area and enjoy a refreshing drink and snack.  You will immediately want to scan the bird feeders and grounds!  Crimson-backed, Blue-gray, White-lined, Flame-rumped, Dusky-faced & Plain-colored Tanagers are about, as are Red-crowned Ant-Tanager, Thick-billed Euphonia, Chestnut-headed Oropendola, Streaked & Buff-throated Saltators, Lineated & Red-crowned Woodpeckers, Red-legged Honeycreeper, Yellow-faced Grassquit, Social Flycatcher, Ruddy Ground Dove, Barred Antshrike, Clay-colored Thrush, Rufous Motmot, Rufous-tailed, Snowy-bellied & Violet-headed Hummingbirds, and Garden Emerald!   Dinner at CANOPY LODGE.",
            "hotspots" : [{"name": "Canopy Lodge", "hotspotId": "L604642"}],
            "mentioned" : [
                "Crimson-backed Tanager",
                "Blue-gray Tanager",
                "White-lined Tanager",
                "Flame-rumped Tanager",
                "Dusky-faced Tanager",
                "Plain-colored Tanager",
                "Red-crowned Ant-Tanager",
                "Thick-billed Euphonia",
                "Chestnut-headed Oropendola",
                "Streaked Saltator",
                "Buff-throated Saltator",
                "Lineated Woodpecker",
                "Red-crowned Woodpecker",
                "Red-legged Honeycreeper",
                "Yellow-faced Grassquit",
                "Social Flycatcher",
                "Ruddy Ground Dove",
                "Barred Antshrike",
                "Clay-colored Thrush",
                "Rufous Motmot",
                "Rufous-tailed Hummingbird",
                "Snowy-bellied Hummingbird",
                "Violet-headed Hummingbird",
                "Garden Emerald"]
        },
        {
            "day" : "2",
            "AM_title" : "Las Minas Trail (20 min. from Canopy Lodge)",
            "AM_description" : "After breakfast (during which we watch for Orange-billed Sparrow and Bay Wren beside the dining area), we head to Las Minas, an excellent trail for Panamanian birding.  The road follows the ridgeline, with sweeping vistas of forested mountains, speckled with grasslands and small fincas. The views from here are fantastic, as on a clear day near the summit, both the Atlantic and Pacific Oceans can be seen!  Specialties of the region include Black-and-yellow, Bay-headed & Emerald Tanagers, Tawny-capped Euphonia, Scale-crested Pygmy-Tyrant, Spot-crowned Antvireo, Gray-headed Kite, Barred Hawk, Bat Falcon, Ornate Hawk-Eagle, Swallow-tailed Kite, Bronze-tailed Plumeleteer, White-tipped Sicklebill, Green Thorntail, Orange-bellied (Collared) & Black-throated Trogons, Wedge-tailed Grass-Finch, Tawny-faced Gnatwren, Plain Antvireo, the endemic  Stripe-cheeked Woodpecker, Spotted Woodcreeper, Red-capped & White-ruffed Manakins, Band-rumped Swift, and Black Guan. A forested slope here is also our best chance for Black-crowned Antpitta and Black-headed Antthrush!  We get back in time for lunch at the lodge.",
            "PM_title": "Cara Iguana (15 min. from Canopy Lodge)",
            "PM_description": "With a full stomach and some rest, we continue our Panama birding tour and head to Cara Iguana Trail, where we enjoy outstanding foothill birding in some of the last remaining stands of quality Pacific dry forest. Specialties we hope to find in this bird-rich habitat are Lesser Elaenia, Yellow-olive & Panama Flycatchers, Pale-eyed Pygmy-Tyrant, Yellow-bellied Elaenia, Lance-tailed Manakin, Rufous-breasted & Rufous-and-white Wrens, Rosy Thrush-Tanager, Tody & Lesson’s Motmots, and Long-billed Gnatwren.  Also resident are Striped Cuckoo, Little Tinamou, Common Potoo, Dusky & White-bellied Antbirds, Barred Antshrike, White-winged Becard, Tropical Screech-Owl, and Bat Falcon.  Hummers to watch for are Garden Emerald, Long-billed Starthroat, and White-vented Plumeleteer.  During migration we look for Bay-breasted, Chestnut-sided, Black-throated Green & Worm-eating Warblers.  Dinner at CANOPY LODGE.",
            "hotspots" : [{"name" :"Las Minas", "hotspotId": "L1532289"}, {"name" :"Cara Iguana", "hotspotId": "L2119256"}],
            "mentioned": [
                "Orange-billed Sparrow",
                "Bay Wren",
                "Black-and-yellow Tanager",
                "Bay-headed Tanager",
                "Emerald Tanager",
                "Tawny-capped Euphonia",
                "Scale-crested Pygmy-Tyrant",
                "Spot-crowned Antvireo",
                "Gray-headed Kite",
                "Barred Hawk",
                "Bat Falcon",
                "Ornate Hawk-Eagle",
                "Swallow-tailed Kite",
                "Bronze-tailed Plumeleteer",
                "White-tipped Sicklebill",
                "Green Thorntail",
                "Collared Trogon",
                "Northern Black-throated Trogon",
                "Wedge-tailed Grass-Finch",
                "Tawny-faced Gnatwren",
                "Plain Antvireo",
                "Stripe-cheeked Woodpecker",
                "Spotted Woodcreeper",
                "Red-capped Manakin",
                "White-ruffed Manakin",
                "Band-rumped Swift",
                "Black Guan",
                "Black-crowned Antpitta",
                "Black-headed Antthrush"]
        },

        {
            "day" : "3",
            "AM_title" : "La Mesa Road (15 min. from Canopy Lodge)",
            "AM_description" : "After breakfast, we continue our Panama birding tour with a trip to La Mesa Road. This area, a visually pleasing blend of secondary forest, scrubby pastures, overgrown fincas and grassy borders, is home to many of the area’s specialties.   Here we look for such great birds as Spot-crowned Barbet, Cinnamon Becard, Scarlet-thighed Dacnis, Silver-throated, Golden-hooded, Tawny-crested & Bay-headed Tanagers, Spot-crowned Antvireo, Spotted Woodcreeper, and hummers such as White-tipped Sicklebill, Rufous-crested Coquette, Crowned Woodnymph, and Black-throated Mango.  Also resident are Northern Emerald-Toucanet, Bran-colored Flycatcher, Scale-crested Pygmy-Tyrant, and Orange-bellied (Collared) Trogon.  Lunch at CANOPY LODGE.",
            "PM_title": "Water Cress Trail (15 min. from Canopy Lodge)",
            "PM_description": "After lunch we are off to the Watercress Trail, named after the herb which is commercially grown in the terraced creek near the entrance.  This easy trail traverses through good secondary forest, framed by the picturesque forested mountains of Cerro Gaital Natural Monument. On today’s Panama birding tour, you may see the Rosy Thrush-Tanager, Black-headed Saltator, Great Antshrike, White-ruffed Manakin, White-thighed Swallow, White-bellied Antbird, Tody Motmot, and hummers such as Long-billed Starthroat, Rufous-crested Coquette and, when the Inga is in bloom, Snowcap! We will also listen for Purplish-backed Quail-Dove.  Dinner at CANOPY LODGE.",
            "hotspots" : [{"name": "Camino a La Mesa", "hotspotId": "L2149551"}],
            "mentioned": [
                "Spot-crowned Barbet", "Cinnamon Becard", "Scarlet-thighed Dacnis",
                "Silver-throated Tanager", "Golden-hooded Tanager", "Tawny-crested Tanager", "Bay-headed Tanager",
                "Spot-crowned Antvireo", "Spotted Woodcreeper",
                "White-tipped Sicklebill", "Rufous-crested Coquette",
                "Crowned Woodnymph",
                "Black-throated Mango",  "Northern Emerald-Toucanet", "Bran-colored Flycatcher",
                "Scale-crested Pygmy-Tyrant",
                "Northern Black-throated Trogon",
                "Rosy Thrush-Tanager", "Great Antshrike",
                "White-ruffed Manakin", "White-thighed Swallow", "White-bellied Antbird",
                "Tody Motmot",
                "Long-billed Starthroat", "Rufous-crested Coquette","Snowcap",
                "Purplish-backed Quail-Dove"
            ]
        },

        {
            "day" : "4",
            "Full day title" : "Pacific Dry Forest & Santa Clara Beach (45 min. from Canopy Lodge) FULL DAY",
            "Full day description" : "After breakfast we are off for a full day tour to the Pacific dry forest and its unique case of birds!  Among the species we will be seeking out today are Yellow-headed Caracara, Roadside, Gray-lined, Zone-tailed, Savanna & Short-tailed Hawks, Peregrine & Aplomado (rare) Falcons, White-tailed Kite, and Ferruginous Pygmy-Owl.  We will also search for Crested Bobwhite, Pale-eyed Pygmy-Tyrant, Golden-fronted Greenlet, Grassland Yellow-Finch, Rufous-browed Peppershrike, Brown-throated Parakeet, Blue Ground Dove, Red-breasted Meadowlark, Fork-tailed Flycatcher, and Crested Oropendola.  We stop at a spot where we sometimes find Common Potoo.  Hummers to look for in this unique scrubby area are the near-endemic Veraguan Mango and Garden Emerald.  We enjoy a picnic lunch at a popular beach at Santa Clara where we hope to spot Sapphire-throated Hummingbird working the coastal shrubbery.  On the beach or flying by may be Least, Western & Spotted Sandpipers, Sanderling, Blue-footed & Brown Boobies, Sandwich, Royal & Elegant Terns, Willet, Whimbrel, and Franklin’s & Laughing Gulls.  At the Juan Hombron rice fields we hope to find Lesser Yellow-headed Vulture, Crested Caracara, Gray-cowled Wood-Rail, Northern Scrub-Flycatcher, Southern Lapwing, Great Blue Heron, Tricolored Heron, Black-crowned Night-Heron, Glossy Ibis, Straight-billed Woodcreeper, Pale-breasted Spinetail, Plain-breasted Ground Dove, Mouse-colored Tyrannulet, Common (or Mangrove) Black Hawk, and Pearl Kite.  Dinner at CANOPY LODGE.",
            "hotspots" : [{"name": "Santa Clara", "hotspotId": "L879799"}, {"name": "Carretera a Juan Hombrón", "hotspotId": "L2149552"}],
            "mentioned": [
                "Yellow-headed Caracara", "Roadside Hawk", "Gray-lined Hawk",
                "Zone-tailed Hawk", "Savanna Hawk", "Short-tailed Hawk",
                "Peregrine Falcon", "Aplomado Falcon", "White-tailed Kite",
                "Ferruginous Pygmy-Owl", "Crested Bobwhite",
                "Pale-eyed Pygmy-Tyrant", "Golden-fronted Greenlet",
                "Grassland Yellow-Finch", "Rufous-browed Peppershrike",
                "Brown-throated Parakeet", "Blue Ground Dove",
                "Red-breasted Meadowlark", "Fork-tailed Flycatcher",
                "Crested Oropendola",  "Common Potoo",
                "Veraguan Mango",  "Garden Emerald",
                "Least Sandpiper",  "Western Sandpiper",
                "Spotted Sandpiper",  "Sanderling",
                "Blue-footed Booby",  "Brown Booby",
                "Sandwich Tern",  "Royal Tern",
                "Elegant Tern",  "Willet",
                "Whimbrel",  "Franklin's Gull",
                "Laughing Gull",  "Lesser Yellow-headed Vulture",
                "Crested Caracara",  "Gray-cowled Wood-Rail",
                "Northern Scrub-Flycatcher",  "Southern Lapwing",
                "Great Blue Heron",
                "Tricolored Heron",  "Black-crowned Night Heron",
                "Glossy Ibis",  "Straight-billed Woodcreeper",
                "Pale-breasted Spinetail",  "Plain-breasted Ground Dove",
                "Mouse-colored Tyrannulet",  "Common Black Hawk",
                "Common Black Hawk",  "Pearl Kite"
            ]
        },
        {
            "day" : "5",
            "AM_title" : "Cerro Gaital (20 min. from Canopy Lodge)",
            "AM_description" : "Today after breakfast, we proceed to Cerro Gaital, a steep, forested, mist-shrouded mountain that you can see from the lodge!  Cerro Gaital (3,500 ft.) is the namesake of Cerro Gaital Natural Monument, which protects more than 335 hectares of mature cloud forest.   This area offers sightings of Black Guan, Northern Emerald-Toucanet, Collared Trogon, Spotted Barbtail, Common Chlorospingus, Silver-throated Tanager, Black-headed Antthrush, Slaty Antwren, Spot-crowned & Plain Antvireos, Black-faced Grosbeak, Blue Seedeater, Rufous-capped Warbler, Gray-headed Kite, White Hawk, Tawny-capped Euphonia, Pale-vented Thrush, Northern Schiffornis, White-tailed Emerald, Green-crowned Brilliant, Violet-headed Hummingbird, and Crowned Woodnymph.  Scaled Antpitta and Rufous-vented Ground-Cuckoo have been recorded here!  Back for lunch at the CANOPY LODGE.",
            "PM_title": "Valle Chiquito (20 min. from Canopy Lodge)",
            "PM_description": "After lunch we are off to Valle Chiquito!  This valley is accessible by a newly paved road and passes through nicely forested woodlands crossed by two rivers.  At Rio de Jesus we search for Green Kingfisher and listen for Sepia-capped Flycatcher.  We also admire a nice colony of Chestnut-headed Oropendolas in a Cecropia tree.  We try for Tody Motmot, Yellow-throated Vireo, Yellow-backed Oriole, White-bellied Antbird, Gray-chested  Dove, Yellow-billed Cacique, Zone-tailed & Gray-lined Hawks, Black Hawk-Eagle, Lance-tailed Manakin,  Panama Flycatcher, Black-headed Tody-Flycatcher, Little Tinamou, Long-billed Starthroat, and Garden Emerald.  Wrens are abundant here, with Black-bellied, Rufous-and-white, Bay, and Rufous-breasted Wrens all lurking about in the thickets!  Dinner at CANOPY LODGE.",
            "hotspots" : [{"name": "Cerro Gaital", "hotspotId": "L2118687"}, {"name": "Valle Chiquito", "hotspotId": "L18608023"}],
            "mentioned": [
                "Black Guan", "Northern Emerald-Toucanet",
                "Collared Trogon", "Spotted Barbtail",
                "Common Chlorospingus", "Silver-throated Tanager",
                "Black-headed Antthrush", "Slaty Antwren",
                "Spot-crowned Antvireo", "Plain Antvireo",
                "Black-faced Grosbeak", "Blue Seedeater",
                "Rufous-capped Warbler", "Gray-headed Kite",
                "White Hawk",  "Tawny-capped Euphonia",
                "Pale-vented Thrush",  "Northern Schiffornis",
                "White-tailed Emerald",  "Green-crowned Brilliant",
                "Violet-headed Hummingbird",  "Crowned Woodnymph",
                "Scaled Antpitta",  "Rufous-vented Ground-Cuckoo",
                "Green Kingfisher",  "Sepia-capped Flycatcher",
                "Chestnut-headed Oropendola",
                "Tody Motmot",  "Yellow-throated Vireo",
                "Yellow-backed Oriole",  "White-bellied Antbird",
                "Gray-chested Dove",  "Yellow-billed Cacique",
                "Zone-tailed Hawk",  "Gray-lined Hawk",
                "Black Hawk-Eagle",  "Lance-tailed Manakin",
                "Panama Flycatcher",  "Black-headed Tody-Flycatcher",
                "Little Tinamou",  "Long-billed Starthroat",
                "Garden Emerald",  "Black-bellied Wren",
                "Rufous-and-white Wren",  "Bay Wren",
                "Rufous-breasted Wren"
            ]
        },

        {
            "day" : "6",
            "AM_title" : "El Candelario (20 min. from Canopy Lodge)",
            "AM_description" : "We begin today’s Panama birding tour by heading up the hill again, to El Candelario, a finca with open agricultural fields and bordered by beautiful, moss-covered cloud forest!  Southern Lapwing, Rufous-capped Warbler, Keel-billed Toucan, Dusky-faced Tanager, Barred Hawk and several species of hummingbirds may be seen as we walk through the clearing.  As we step into a short forest trail which follows along a ridge offering views into the valley below, we will search for Dull-mantled and White-bellied Antbirds, Tawny-faced Gnatwren, Gray-breasted Wood-Wren, Chestnut-capped Brushfinch, Black-crowned and Scaled Antpittas, Rufous Mourner, Red-crowned Ant-Tanager, and many other forest birds.  Lunch at CANOPY LODGE.",
            "PM_title": "Canopy Adventure Trails and El Valle Market (5 min. from Canopy Lodge)",
            "PM_description": "After a delicious lunch and some time for a siesta, we continue today’s Panama birding tour by heading over to the Canopy Adventure, where the dark forest trails are full of birds to be seen! A winding stream runs along the base of the property, and we will keep our eyes open for Buff-rumped Warbler, Louisiana Waterthrush, and Sunbittern along its rocky edges.  In the thick vine-tangled undergrowth, we will search for Tawny-crested Tanager, Tawny-capped Euphonia, Olive-striped Flycatcher, Tody Motmot, Barred Forest-Falcon, and roosting Mottled Owl.  If we are really lucky, we may find an ant swarm, as this is one of the best sites in Panama to find the elusive Rufous-vented Ground-Cuckoo!  After birding, for those interested, we can make a stop at the market in El Valle, where Panamanian artisans sell their molas, tagua nut and balsa carvings, and colorful paintings.  This is a great place to pick up some souvenirs to take home as memories of Panama!  Dinner at CANOPY LODGE.",
            "hotspots" : [{"name": "Finca Candelario (Private Property)", "hotspotId": "L11170638"}, {"name": "Chorro Macho (Canopy Adventure)", "hotspotId": "L9526634"}],
            "mentioned": [
                "Southern Lapwing", "Rufous-capped Warbler",
                "Keel-billed Toucan", "Dusky-faced Tanager",
                "Barred Hawk",  "Dull-mantled Antbird",
                "White-bellied Antbird",  "Tawny-faced Gnatwren",
                "Gray-breasted Wood-Wren",  "Chestnut-capped Brushfinch",
                "Black-crowned Antpitta",  "Scaled Antpitta",
                "Rufous Mourner",  "Red-crowned Ant-Tanager",
                "Buff-rumped Warbler",  "Louisiana Waterthrush",
                "Sunbittern",  "Tawny-crested Tanager",
                "Tawny-capped Euphonia",  "Olive-striped Flycatcher",
                "Tody Motmot",  "Barred Forest-Falcon",
                "Mottled Owl",  "Rufous-vented Ground-Cuckoo"
            ]
        },

        {
            "day" : "7",
            "Full day title" : "Altos del Maria (30 min. from Canopy Lodge) FULL DAY",
            "Full day description" : "Today is an exciting day: we will start early and make our way up to the highest elevation we will reach during your Panama birding tour—Altos del Maria—a gated community nestled at 3,600 ft. in the misty mountains of the western foothills. The surrounding forest, lakes, and trails offer incredible habitat for birds and wildlife, and we have a full day to explore the area!  As we make our way up the steep hillside roads in 4×4 vehicles, we will notice a change in habitat and temperature as well!  The cool, cloud-covered forests are home to dozens of highland species—Yellow-eared Toucanet, Brown-billed Scythebill, Tufted Flycatcher, Brown-hooded Parrot, Ornate Hawk-Eagle, Black-and-yellow Tanager, Snowcap, Black Guan, Ochraceous Wren, Spotted Woodcreeper, Green-crowned Brilliant, Purple-throated Mountain-gem, Streak-chested Antpitta, White-tailed Emerald, Rufous-browed Tyrannulet, Gray-breasted Wood-Wren, White Hawk, Red-faced Spinetail, Spotted Barbtail, Russet Antshrike, and many others are found here in this bird-rich area.  We will have a scrumptious picnic lunch alongside a small lake, where Green Kingfisher, Spotted Sandpiper, and others may be present at the water’s edge.  In the afternoon we will walk a paved trail following a tranquil stream, in hopes of finding Sulphur-rumped Flycatcher, White-tipped Sicklebill, Black-crowned Antpitta, Pale-vented Thrush, White-vented Euphonia, White-throated Spadebill, and Purplish-backed Quail-Dove.  Around mid-afternoon, we will make our way back to El Valle and have some time to relax before dinner.  Dinner at CANOPY LODGE.",
            "hotspots" : [{"name": "Altos del Maria", "hotspotId": "L4553453"}],
            "mentioned" : [
                "Yellow-eared Toucanet", "Brown-billed Scythebill",
                "Tufted Flycatcher", "Brown-hooded Parrot",
                "Ornate Hawk-Eagle", "Black-and-yellow Tanager",
                "Snowcap", "Black Guan",
                "Ochraceous Wren", "Spotted Woodcreeper",
                "Green-crowned Brilliant", "Purple-throated Mountain-gem",
                "Streak-chested Antpitta", "White-tailed Emerald",
                "Rufous-browed Tyrannulet", "Gray-breasted Wood-Wren",
                "White Hawk",  "Red-faced Spinetail",
                "Spotted Barbtail",  "Russet Antshrike",
                "Green Kingfisher",  "Spotted Sandpiper",
                "Sulphur-rumped Flycatcher",  "White-tipped Sicklebill",
                "Black-crowned Antpitta",  "Pale-vented Thrush",
                "White-vented Euphonia",  "White-throated Spadebill",
                "Purplish-backed Quail-Dove"
            ]
        },
        {
            "day" : "8",
            "Full day title" : "Canopy Lodge/Departure to Canopy Tower",
            "Full day description" : "No need to wake up early for today’s Panama birding tour. After a leisurely breakfast and a last look at the birds on the Canopy Lodge grounds, we’ll board a comfortable air-conditioned van for the 2-hour ride to Canopy Tower, located at the top of Semaphore Hill in the rainforest of Soberanía National Park.  We will arrive on time for lunch.  A member of our staff will greet you as you arrive at the Tower, and you will be provided with an orientation on the use of the facilities.  At this time we will answer any questions you may have.  As your luggage is being ferried to your room, you may visit the dining/bar area and enjoy a refreshing drink.  We highly recommend that you spend some time on the Observation Deck.  The view from the platform is incredible!  Here, you get a unique eye-level perspective of the rainforest canopy.  Many birds, including toucans, parrots, tanagers, hawks, and dozens of others, as well as monkeys, two species of sloth, and other mammals are commonly seen.  From this vantage point you can also see ships transiting the Panama Canal, the majestic Centennial Bridge, and miles of rainforest!  You may also want to watch the hummingbird feeders at the base of the Tower for Long-billed Hermit, White-necked Jacobin, Violet-bellied & Blue-chested Hummingbirds, and White-vented Plumeleteer.  Occasionally, a Snowy-bellied Hummingbird is spotted!  Dinner at CANOPY TOWER.",
            "hotspots" : [{"name": "Canopy Tower", "hotspotId": "L454638"}],
            "mentioned" : [
                "Long-billed Hermit", "White-necked Jacobin",
                "Violet-bellied Hummingbird", "Blue-chested Hummingbird",
                "White-vented Plumeleteer", "Snowy-bellied Hummingbird"
            ]
        },
        {
            "day" : "9",
            "AM_title" : "Canopy Tower & Semaphore Hill Road",
            "AM_description" : "Your guide will be waiting for you at the Observation Deck for early morning birding.  While you look for birds you can enjoy hot coffee, tea and fresh-squeezed orange juice. Some of the bird species that we may see from the observation deck are Green & Red-legged Honeycreepers, Green Shrike-Vireo, Blue Cotinga, Scaled Pigeon, Mealy & Red-lored Amazons, Keel-billed Toucan, Collared Araçari, Red-capped & Blue-capped Manakins, a huge diversity of flycatchers and tanagers, and raptors including King Vulture and Black Hawk-Eagle! After breakfast, at mid-morning, you’ll begin your Panama birding tour by exploring Soberanía National Park by taking a pleasant walk down Semaphore Hill Road. This winding, shady paved road, festooned on the shoulders by wildflowers of many types, is a little more than a mile long and crosses a large creek about half-way down.  The bird list here is extensive, and includes birds from the forest interior as well as edge-dwellers.  Western Olivaceous Flatbill, Northern Plain-Xenops, Lesser Greenlet, Black-breasted & White-whiskered Puffbirds, Fasciated & Black-crowned (formerly Western Slaty) Antshrikes, Slate-colored Grosbeak, Bay-headed & White-shouldered Tanagers, Black-throated Trogon, Broad-billed & Rufous Motmots, and even Great Jacamar may be found.  Great Tinamou is often heard, but harder to find. This road is also great for raptors, such as White, Tiny & Great Black Hawks. During migration it’s easy to see more than 10 species of warbler in one morning.  Your morning bird list will be impressive, as we catch a ride back just in time to enjoy a delicious lunch at the CANOPY TOWER.",
            "PM_title": "Ammo Dump Ponds & Environs (15 min. from Canopy Tower)",
            "PM_description": "The Ammo Dump Ponds are located just past Gamboa on the way to the Pipeline Road.  It is the best place to see the elusive White-throated Crake, as well as a host of other waterbirds.  Rufescent Tiger-Heron, Wattled Jacana, and Purple Gallinule are common, and Least Grebe and American Pygmy Kingfisher are also resident.  In this area we often find Greater Ani, Red-legged Honeycreeper, Whooping Motmot (recent split from Blue-crowned), Yellow-tailed Oriole, Southern Lapwing, Anhinga, Yellow-crowned Tyrannulet, Scrub Greenlet, Lesser Kiskadee, Black-bellied Whistling-Duck, Panama, Social & Rusty-margined Flycatchers, and even Olivaceous Piculet! Panama birding is excellent here, and you’ll definitely add to your impressive list of birds! Dinner at CANOPY TOWER.",
            "hotspots" : [{"name": "Canopy Tower", "hotspotId": "L454638"}, {"name": "Semaphore Hill Road--Parque Nacional Soberanía", "hotspotId": "L454718"}, {"name": "Ammo Dump Ponds", "hotspotId": "L1740339"}],
            "mentioned" : ["Green Shrike-Vireo", "Blue Cotinga",
                "Scaled Pigeon", "Mealy Amazon",
                "Red-lored Amazon", "Keel-billed Toucan",
                "Collared Aracari", "Red-capped Manakin",
                "Blue-capped Manakin", "King Vulture",
                "Black Hawk-Eagle", "Western Olivaceous Flatbill",
                "Northern Plain-Xenops", "Lesser Greenlet",
                "Black-breasted Puffbird", "White-whiskered Puffbird",
                "Fasciated Antshrike", "Black-crowned Antshrike",
                "Slate-colored Grosbeak",  "Bay-headed Tanager",
                "White-shouldered Tanager",  "Northern Black-throated Trogon",
                "Broad-billed Motmot",  "Rufous Motmot",
                "Great Jacamar",  "Great Tinamou",
                "White Hawk",  "Tiny Hawk",
                "Great Black Hawk",  "Olivaceous Piculet",
                "White-throated Crake",  "Rufescent Tiger-Heron",
                "Wattled Jacana",  "Purple Gallinule",
                "Least Grebe",  "American Pygmy Kingfisher",
                "Greater Ani",  "Red-legged Honeycreeper",
                "Whooping Motmot",  "Yellow-tailed Oriole",
                "Southern Lapwing",  "Anhinga",
                "Yellow-crowned Tyrannulet",  "Scrub Greenlet",
                "Lesser Kiskadee",  "Black-bellied Whistling-Duck",
                "Panama Flycatcher",  "Social Flycatcher",
                "Rusty-margined Flycatcher"
            ]
        },

        {
            "day" : "10",
            "AM_title" : "Pipeline Road Entrance (20 min. from Canopy Tower)",
            "AM_description" : "After breakfast you board the Birdmobile or El Tinamu, both open-air vehicles, that take you to the Pipeline Road, the best place in Central Panama to find forest birds and one of the premier birding spots in the world! This morning we concentrate our efforts at the beginning of Pipeline, where we will look for Greater Ani, Gray-cowled Wood-Rail, Yellow-tailed Oriole, Masked Tityra, Rosy Thrush-Tanager, Isthmian Wren, Streaked Flycatcher, Red-throated Ant-Tanager, Squirrel Cuckoo, Gray-headed Chachalaca, Southern Bentbill, Forest Elaenia, Panama Flycatcher, Blue Ground Dove, and Little Tinamou.  Other birds recorded here are Black-bellied & Buff-breasted Wrens, Golden-collared Manakin, White-necked Puffbird, Gartered, Slaty-tailed, Black-throated, White-tailed & Black-tailed Trogons, Purple-crowned Fairy, Yellow Tyrannulet, White-bellied & Dusky Antbirds, and Fasciated & Black-crowned Antshrikes.  During migration this entrance road is excellent for migrant warblers, flycatchers, grosbeaks and tanagers.  Lunch at CANOPY TOWER.",
            "PM_title": "Summit Gardens/Harpy Exhibit (10 min. from Canopy Tower)",
            "PM_description": "Summit Gardens is a center for recreation, education and conservation, dedicated to reflecting and enhancing Panama’s tropical and cultural diversity.  The botanical gardens are great for migratory warblers and other forest-edge species, including a colony of Chestnut-headed Oropendolas, Yellow-margined Flatbill, Laughing Falcon, Gray-lined, Crane & Great Black Hawks, Collared Forest-Falcon, Tropical Pewee, Masked Tityra, Golden-fronted & Scrub Greenlets, Yellow-crowned Tyrannulet, Yellow-rumped Cacique, Giant, Shiny & Bronzed Cowbirds, and Blue Cotinga. The Harpy Eagle is Panama’s national bird, and this park has an exhibit, including a life-size nest and interpretive panels, tracing the importance of the Harpy Eagle in Panamanian history and culture dating back to Pre-Columbian times.   Dinner at CANOPY TOWER.",
            "hotspots" : [{"name": "Pipeline Road--Parque Nacional Soberanía", "hotspotId": "L8603093"} ],
            "mentioned": [
                "Greater Ani", "Gray-cowled Wood-Rail",
                "Yellow-tailed Oriole", "Masked Tityra",
                "Rosy Thrush-Tanager", "Isthmian Wren",
                "Streaked Flycatcher", "Red-throated Ant-Tanager",
                "Squirrel Cuckoo", "Gray-headed Chachalaca",
                "Southern Bentbill", "Forest Elaenia",
                "Panama Flycatcher", "Blue Ground Dove",
                "Little Tinamou", "Black-bellied Wren",
                "Buff-breasted Wren", "Golden-collared Manakin",
                "White-necked Puffbird", "Gartered Trogon",
                "Slaty-tailed Trogon", "Northern Black-throated Trogon",
                "White-tailed Trogon", "Black-tailed Trogon",
                "Purple-crowned Fairy", "Yellow Tyrannulet",
                "White-bellied Antbird", "Dusky Antbird",
                "Fasciated Antshrike", "Black-crowned Antshrike"
            ]
        },

        {
            "day" : "11",
            "AM_title" : "Plantation Trail (5 min. from Canopy Tower)",
            "AM_description" : "After breakfast, we take a short ride to the bottom of Semaphore Hill to Plantation Trail, one of our premier birding areas, often said to rival the Pipeline Road itself! This easy trail passes through mature rainforest and follows a small creek (Rio Chico Masambi) and is a reliable place to find Golden-crowned Spadebill.  Oftentimes at the parking area near the entrance, we find Black-chested Jays. Other birds to look for along the trail include Ocellated, Bicolored, Chestnut-backed, White-bellied & Spotted Antbirds; Broad-billed & Whooping Motmots, five species of trogon; White-whiskered Puffbird; hummingbirds (Blue-chested, White-necked Jacobin and others); Plain-brown, Northern Barred, Cocoa, and Ruddy Woodcreepers; Cinnamon, Crimson-crested & Black-cheeked Woodpeckers; White-breasted Wood-Wren; Song Wren; Dot-winged, Checker-throated & White-flanked Antwrens; Purple-throated Fruitcrow; Bright-rumped Attila; Gray-headed Tanager; Long-billed Gnatwren; Black-crowned & Fasciated Antshrikes; Red-capped & Blue-capped Manakins; Great Tinamou; Ruddy-tailed, Royal & Yellow-margined flycatchers; Yellow-rumped Cacique; Scaly-throated Leaftosser; and, occasionally, Great Jacamar or the endemic Yellow-green Tyrannulet!  Lunch at CANOPY TOWER.",
            "PM_title": "Chagres River/Gamboa Feeders (15 min. from Canopy Tower)",
            "PM_description": "After lunch, we take a short drive to the Chagres River and the accompanying fields & forest.  First, we must stop at the Canopy Bed & Breakfast, in the picturesque village of Gamboa, to look at the bird feeders!  We are likely to see Red-legged, Shining & Green Honeycreepers, Flame-rumped, Crimson-backed & Blue-gray Tanagers, Thick-billed Euphonia, Yellow-bellied & Variable Seedeaters, Whooping Motmot, and Gray-headed Chachalaca.  Next, we’re off to the Chagres River, the main tributary for the Panama Canal.  The birding along the river banks and the forest edges of Gamboa Resort can be spectacular!  Here, we search for Amazon, Green & American Pygmy Kingfishers, as well as Whooping Motmot and Cinnamon Woodpecker.  We could also see Gray-cowled Wood-Rail, Cocoi, Green & Striated Herons, Wattled Jacana, Pied-billed Grebe, Anhinga, Royal & Sandwich Terns, Brown Pelican, Neotropic Cormorant, Tricolored & Little Blue Herons, Rufescent Tiger-Heron,  Mangrove Swallow, Black-chested Jay, Lesser Kiskadee, Rusty-margined Flycatcher, Yellow-billed Cacique, Black-bellied & Buff-breasted Wrens, Fasciated & Barred Antshrikes, Cinnamon Becard, Slaty-tailed Trogon, White-bellied Antbird, and even Slaty-backed Forest-Falcon and Blue Cotinga at times!  Dinner at CANOPY TOWER.",
            "hotspots" : [{"name": "Río Chagres (Panamá)", "hotspotId": "L2674567"}],
            "mentioned" : [
                "Golden-crowned Spadebill", "Black-chested Jay",
                "Ocellated Antbird", "Bicolored Antbird",
                "Chestnut-backed Antbird", "White-bellied Antbird",
                "Spotted Antbird", "Broad-billed Motmot",
                "Whooping Motmot", "Northern Black-throated Trogon",
                "Slaty-tailed Trogon", "White-tailed Trogon",
                "Black-tailed Trogon", "Purple-crowned Fairy",
                "Blue-chested Hummingbird", "White-necked Jacobin",
                "Plain-brown Woodcreeper",  "Northern Barred-Woodcreeper",
                "Cocoa Woodcreeper",  "Ruddy Woodcreeper",
                "Cinnamon Woodpecker",  "Crimson-crested Woodpecker",
                "Black-cheeked Woodpecker",  "White-breasted Wood-Wren",
                "Song Wren",  "Dot-winged Antwren",
                "Checker-throated Stipplethroat",  "White-flanked Antwren",
                "Purple-throated Fruitcrow",  "Bright-rumped Attila",
                "Gray-headed Tanager",  "Long-billed Gnatwren",
                "Black-crowned Antshrike",  "Fasciated Antshrike",
                "Red-capped Manakin",  "Blue-capped Manakin",
                "Great Tinamou",  "Ruddy-tailed Flycatcher",
                "Tropical Royal Flycatcher",  "Yellow-margined Flatbill",
                "Yellow-rumped Cacique",  "Scaly-throated Leaftosser",
                "Great Jacamar",  "Yellow-green Tyrannulet",
                "Amazon Kingfisher",  "Green Kingfisher",
                "American Pygmy Kingfisher",  "Whooping Motmot",
                "Cinnamon Woodpecker",  "Gray-cowled Wood-Rail",
                "Cocoi Heron",  "Green Heron",
                "Striated Heron",  "Rufescent Tiger-Heron",
                "Pied-billed Grebe",  "Anhinga",
                "Royal Tern",  "Sandwich Tern",
                "Brown Pelican",  "Neotropic Cormorant",
                "Tricolored Heron",  "Little Blue Heron",
                "Mangrove Swallow",  "Black-chested Jay",
                "Lesser Kiskadee",  "Rusty-margined Flycatcher",
                "Yellow-billed Cacique",  "Black-bellied Wren",
                "Buff-breasted Wren",  "Fasciated Antshrike",
                "Barred Antshrike",  "Cinnamon Becard",
                "Slaty-tailed Trogon",  "White-bellied Antbird",
                "Slaty-backed Forest-Falcon",  "Blue Cotinga",
                "Red-legged Honeycreeper", "Shining Honeycreeper", "Green Honeycreeper", "Flame-rumped Tanager", "Crimson-backed Tanager",
                "Blue-gray Tanager", "Thick-billed Euphonia", "Yellow-bellied Seedeater", "Variable Seedeater", "Whooping Motmot",
                "Gray-headed Chachalaca"

            ]
        },

        {
            "day" : "12",
            "Full day title" : "World Famous Pipeline Road (20 min. from Canopy Tower) FULL DAY",
            "Full day description" : "Today we will search for the area’s most sought-after specialties, from the Great Jacamar and the Pheasant Cuckoo to the Rufous-vented Ground-Cuckoo and the Harpy Eagle, both recorded here. Eight species of wren, 5 trogons, 4 puffbirds, 3 motmots, and many tanagers and flycatchers, including the unusual Brownish Twistwing, are often found.  Also, the calls of Streak-chested Antpitta and Black-faced Antthrush will lure us in!  Army ant swarms are found occasionally, attended by a host of birds including Bicolored, Ocellated & Spotted Antbirds.  Plus, we will hunt for Golden-collared, Red-capped & Blue-capped Manakins, always high on the list of birder favorites!  Raptors include 3 forest-falcons, Tiny & Semiplumbeous Hawks, and Ornate & Black Hawk-Eagles soaring overhead. Other residents include Carmiol’s & Sulphur-rumped Tanagers, Purple-throated Fruitcrow, Black-crowned  & Masked Tityras, Cinnamon & Crimson-crested Woodpeckers, Scarlet-rumped Cacique, Red-lored & Brown-hooded Parrots, Collard Araçari, Speckled Mourner, Russet-winged Schiffornis, Buff-throated Foliage-Gleaner, Keel-billed & Yellow-throated Toucans, and Black-striped, Northern Barred and Plain-brown Woodcreepers!  As we cross several rivers, we search for Sunbittern and Green-and-rufous Kingfisher.  To maximize our time in the field, we enjoy a nice picnic lunch along Pipeline Road—but with scope and binoculars at the ready!  After lunch, we search for more species, including the elusive Wing-banded Antbird, Spot-crowned Antvireo, Moustached Antwren, Ruddy Quail-Dove, and Marbled Wood-Quail!   Dinner at CANOPY TOWER.",
            "hotspots" : [{"name": "Pipeline Road--Parque Nacional Soberanía", "hotspotId": "L8603093"} ],
            "mentioned" : [
                "Great Jacamar", "Pheasant Cuckoo",
                "Rufous-vented Ground-Cuckoo", "Harpy Eagle",
                "Brownish Twistwing", "Streak-chested Antpitta",
                "Black-faced Antthrush", "Bicolored Antbird",
                "Ocellated Antbird", "Spotted Antbird",
                "Golden-collared Manakin", "Red-capped Manakin",
                "Blue-capped Manakin", "Carmiol's Tanager",
                "Sulphur-rumped Tanager", "Purple-throated Fruitcrow",
                "Black-crowned Tityra", "Masked Tityra",
                "Cinnamon Woodpecker", "Crimson-crested Woodpecker",
                "Scarlet-rumped Cacique", "Red-lored Parrot",
                "Brown-hooded Parrot", "Collared Aracari",
                "Speckled Mourner", "Russet-winged Schiffornis",
                "Buff-throated Foliage-Gleaner", "Keel-billed Toucan",
                "Yellow-throated Toucan", "Black-striped Woodcreeper",
                "Northern Barred Woodcreeper", "Plain-brown Woodcreeper",
                "Sunbittern", "Green-and-rufous Kingfisher",
                "Wing-banded Antbird", "Spot-crowned Antvireo",
                "Moustached Antwren", "Ruddy Quail-Dove",
                "Marbled Wood-Quail", "Cinnamon Becard", "Brownish Twistwing"
            ]
        },

        {
            "day" : "13",
            "AM_title" : "Metropolitan Park (30 min. from Canopy Tower)",
            "AM_description" : "On today’s Panama birding tour, we will head towards the Pacific to Metropolitan Park, a large city park on the outskirts of Panama City, offering easy access to characteristic Pacific dry forest and the plethora of birds that live here. We will search for dry forest specialties, including Lance-tailed Manakin, Rufous-breasted and Rufous-and-white Wrens, Rosy Thrush-Tanager, Lesser Elaenia, Golden-fronted Greenlet, Long-billed Gnatwren, Yellow-crowned Euphonia, Yellow-backed Oriole, and the endemic Yellow-green Tyrannulet!  Other targets include Collared Forest-Falcon, Common Potoo, Blue Cotinga, Bright-rumped Attila, Whooping Motmot, Squirrel Cuckoo, Streaked Flycatcher, Northern Plain-Xenops, Gray-chested Dove, Fasciated Antshrike, Blue-capped Manakin, Yellow-crowned Tyrannulet, Gartered and Black-throated Trogons, White-winged Becard, Boat-billed Flycatcher, Orange-billed Sparrow, Crimson-backed and Blue-gray Tanagers, and many migrants including Baltimore and Orchard Orioles, dozens of warblers, and migratory flycatchers.  The park is also particularly good for mammals, and we will keep our eyes open for sloths, White-tailed Deer, Central American Agouti, Geoffroy’s Tamarin, Variegated Squirrel, and Northern Tamandua.  We will return back to the Canopy Tower for lunch.  Lunch at CANOPY TOWER.",
            "PM_title": "Summit Ponds & Old Gamboa Road (5 min. from Canopy Tower)",
            "PM_description": "After some relaxation time during the hottest part of the day, we will visit another great birding area nearby, the Summit Ponds and Old Gamboa Road.  This was the original access road to the town of Gamboa, and now as there is no vehicular traffic, the scrubby roadsides have overgrown and produced nice semi-dry forest habitat.  Upon arrival, it is often difficult to get past the parking lot, as White-necked Puffbird, Rose-breasted Grosbeak, Crimson-backed, Blue-gray and Palm Tanagers, Red-throated Ant-tanager, Streaked and Buff-throated Saltators, Red-crowned and Lineated Woodpeckers, Variable and Yellow-bellied Seedeaters, Thick-billed Seed-Finch, Scrub, Golden-fronted & Lesser Greenlets, Barred Antshrike, Common Tody-Flycatcher, Thick-billed and Yellow-crowned Euphonias, and Green and Red-legged Honeycreepers are all around us! Within a few minute’s walk, we will reach the summit ponds, forest lagoons which are a haven for kingfishers, including Green, Amazon, Ringed and American Pygmy Kingfishers. Boat-billed Herons breed here, and rare species including Capped and Agami Herons are seen occasionally.  Lesser Kiskadee, Greater Ani, Great Black Hawk, Northern Waterthrush, and Gray-cowled Wood-Rail are all common at the ponds.  We will carry on further down Old Gamboa Road, in hopes of finding Black-bellied Wren, Rosy Thrush-Tanager, Golden-collared and Lance-tailed Manakins, Black-faced Antthrush, Blue Cotinga, Black Hawk-Eagle, Zone-tailed Hawk, and roosting Rufous Nightjar or Spectacled Owl!   Dinner at CANOPY TOWER.",
            "hotspots" : [{"name": "Parque Natural Metropolitano", "hotspotId": "L454708"}, {"name": "Summit Ponds", "hotspotId": "L589165"}],
            "mentioned" : [
                "Lance-tailed Manakin", "Rufous-breasted Wren",
                "Rufous-and-white Wren", "Rosy Thrush-Tanager",
                "Lesser Elaenia", "Golden-fronted Greenlet",
                "Long-billed Gnatwren", "Yellow-crowned Euphonia",
                "Yellow-backed Oriole", "Yellow-green Tyrannulet",
                "Collared Forest-Falcon", "Common Potoo",
                "Blue Cotinga", "Bright-rumped Attila",
                "Whooping Motmot", "Squirrel Cuckoo",
                "Streaked Flycatcher", "Northern Plain-Xenops",
                "Gray-chested Dove", "Fasciated Antshrike",
                "Blue-capped Manakin", "Yellow-crowned Tyrannulet",
                "Gartered Trogon", "Black-throated Trogon",
                "White-winged Becard", "Boat-billed Flycatcher",
                "Orange-billed Sparrow", "Crimson-backed Tanager",
                "Blue-gray Tanager", "Baltimore Oriole",
                "Orchard Oriole", "Lance-tailed Manakin",
                "Geoffroy's Tamarin", "Northern Tamandua",
                "White-tailed Deer", "Central American Agouti",
                "Variegated Squirrel", "Sloth",
                "White-necked Puffbird", "Rose-breasted Grosbeak",
                "Crimson-backed Tanager", "Blue-gray Tanager",
                "Palm Tanager", "Red-throated Ant-tanager",
                "Streaked Saltator", "Buff-throated Saltator",
                "Red-crowned Woodpecker", "Lineated Woodpecker",
                "Variable Seedeater", "Yellow-bellied Seedeater",
                "Thick-billed Seed-Finch", "Scrub Greenlet",
                "Golden-fronted Greenlet", "Lesser Greenlet",
                "Barred Antshrike", "Common Tody-Flycatcher",
                "Thick-billed Euphonia", "Yellow-crowned Euphonia",
                "Green Honeycreeper", "Red-legged Honeycreeper",
                "Amazon Kingfisher", "Ringed Kingfisher",
                "American Pygmy Kingfisher", "Boat-billed Heron",
                "Capped Heron", "Agami Heron",
                "Lesser Kiskadee", "Greater Ani",
                "Great Black Hawk", "Northern Waterthrush",
                "Gray-cowled Wood-Rail", "Black-bellied Wren",
                "Rosy Thrush-Tanager", "Golden-collared Manakin",
                "Lance-tailed Manakin", "Black-faced Antthrush",
                "Blue Cotinga", "Black Hawk-Eagle",
                "Zone-tailed Hawk", "Rufous Nightjar",
                "Spectacled Owl"
            ]
        },

        {
            "day" : "14",
            "Full day title" : "Cerro Azul & Cerro Jefe (1 hour from Canopy Tower) FULL DAY",
            "Full day description" : "After breakfast we depart toward the hills above Tocumen, where a completely different climate and, more importantly, a different suite of birds awaits!  The weather will be much cooler and breezier here as we ascend to the foothills of the San Blas Mountains toward Cerro Azul (2,500 ft.) and Cerro Jefe (3,300 ft.), named after the two tall peaks in the area.  Major targets in these cloud-forested hills with peaks of elfin forest include Yellow-eared Toucanet, Black-and-white and Ornate Hawk-Eagles, Spot-crowned Barbet, Black-eared Wood-Quail, and a nice mix of tanagers, including Silver-throated, Emerald, Speckled, Rufous-winged, Bay-headed, Golden-hooded and Hepatic.  We will also search for the specialty hummingbirds here: Rufous-crested Coquette, White-tipped Sicklebill, Bronze-tailed Plumeleteer, Green Thorntail, as well as Violet-capped, Violet-headed and Snowy-bellied Hummingbirds!  We should find the endemic Stripe-cheeked Woodpecker, along with Black-striped and Spotted Woodcreepers, Red-capped and White-ruffed Manakins, Russet Antshrike, and White-vented, Fulvous-vented, and Tawny-capped Euphonias.  We have lunch at a picturesque residence featuring active hummingbird and tanager feeders!  Later, while enjoying dinner at the CANOPY TOWER, we will reminisce on the day’s glorious birds.",
            "hotspots" : [{"name": "Los Altos de Cerro Azul", "hotspotId": "L1452749"}],
            "mentioned" : [
                "Yellow-eared Toucanet", "Black-and-white Hawk-Eagle",
                "Ornate Hawk-Eagle", "Spot-crowned Barbet",
                "Black-eared Wood-Quail", "Silver-throated Tanager",
                "Emerald Tanager", "Speckled Tanager",
                "Rufous-winged Tanager", "Bay-headed Tanager",
                "Golden-hooded Tanager", "Hepatic Tanager",
                "Rufous-crested Coquette", "White-tipped Sicklebill",
                "Bronze-tailed Plumeleteer", "Green Thorntail",
                "Violet-capped Hummingbird", "Violet-headed Hummingbird",
                "Snowy-bellied Hummingbird", "Stripe-cheeked Woodpecker",
                "Black-striped Woodcreeper", "Spotted Woodcreeper",
                "Red-capped Manakin", "White-ruffed Manakin",
                "Russet Antshrike", "White-vented Euphonia",
                "Fulvous-vented Euphonia", "Tawny-capped Euphonia",
            ]

        },
        {
            "day" : "15",
            "AM_title" : "Bayano Lake & Transfer to Canopy Camp Darien (5 hours from Canopy Tower)",
            "AM_description" : "After an early breakfast at Canopy Tower, we will depart for Canopy Camp Darien! The journey to the final destination of our Panama birding tour is approximately 5 hours, but we will make stops along the way in exciting birding areas. As we drive east along the Pan-American Highway, we will scan for roadside birds and open-field raptors including Savanna Hawk and Crested Caracara. Our first scheduled stop will be at the bridge at Bayano Lake, a great opportunity to stretch our legs and see what we can see along the lakeside. This reservoir supports large numbers of water birds, including a colony of Neotropic Cormorants, as well as Anhinga, Cocoi Heron, and the rare Bare-throated Tiger-Heron. We will scan the water’s edge for Purple Gallinule, Pied Water-Tyrant, Smooth-billed Ani, and Ruddy-breasted Seedeater. A short trail leading from the water’s edge is a great place to search for Black Antshrike, Bare-crowned Antbird, Rufous-winged Antwren, and Golden-collared Manakin. At another great stop along the way, Río Mono Bridge, the surrounding forest is home to One-colored Becard, Black-headed Tody-Flycatcher, Blue Cotinga, Pied Puffbird, Orange-crowned Oriole, Blue Ground Dove, and more. We will also scan the river below for Green-and-rufous Kingfisher and the elusive Fasciated Tiger-Heron. While enjoying a lovely Panamanian lunch, the hummingbirds at the feeders will no doubt capture our attention, as Long-billed Starthroat, Sapphire-throated Hummingbird, Scaly-breasted Hummingbird, Black-throated Mango, and more take their lunch as well—great hummingbird photo opportunities here! Lunch in TORTI.",
            "PM_title": "Continue to Canopy Camp Darien (2 hours from Torti)",
            "PM_description": "After a delicious lunch, we will head back to the Pan-American Highway and continue east. We will carry on from here to Canopy Camp Darien, and arrive before daylight fades so we can settle into our tents and get acquainted with the setting. After a delicious dinner of fresh American and Panamanian fare, we will gather to have a meeting about the days to come, and settle into our tents for the night. Dinner at CANOPY CAMP.",
            "hotspots" : [{"name": "Bayano Lake bridge", "hotspotId": "L473666"}],
            "mentioned" : [
                "Savanna Hawk", "Crested Caracara",
                "Neotropic Cormorant", "Anhinga",
                "Cocoi Heron", "Bare-throated Tiger-Heron",
                "Purple Gallinule", "Pied Water-Tyrant",
                "Smooth-billed Ani", "Ruddy-breasted Seedeater",
                "Black Antshrike", "Bare-crowned Antbird",
                "Rufous-winged Antwren", "Golden-collared Manakin",
                "One-colored Becard", "Black-headed Tody-Flycatcher",
                "Blue Cotinga", "Pied Puffbird",
                "Orange-crowned Oriole", "Blue Ground Dove",
                "Green-and-rufous Kingfisher", "Fasciated Tiger-Heron",
                "Long-billed Starthroat", "Sapphire-throated Hummingbird",
                "Scaly-breasted Hummingbird", "Black-throated Mango"
            ]
        },

        {
            "day" : "16",
            "AM_title" : "Canopy Camp Trails",
            "AM_description" : "We will meet before sunrise for a hot drink and to enjoy the sounds of the birds. Yellow-throated and Keel-billed Toucans call from the towering Cuipo trees; Red-lored and Mealy Amazons fly overhead; White-bellied Antbird, Bright-rumped Attila, White-headed Wren, and Golden-headed Manakin sing from the surrounding forests; while Pale-bellied Hermit and Sapphire-throated Hummingbird visit the flowers around camp. Rufous-tailed Jacamar and Barred Puffbird are also seen frequently around the lodge. We will be served a hearty breakfast at 7:30 am. After breakfast we will work our way into the forest on “Nando’s Trail,” in hopes of finding Tiny Hawk, Black and Great Antshrikes, Olive-backed Quail-Dove, Cinnamon Becard, Black-tailed Trogon, Double-banded Graytail, Gray-cheeked Nunlet, Yellow-breasted and Tropical Royal Flycatchers, Speckled Mourner, and Russet-winged Schiffornis. We will also be looking for groups of Red-throated Caracara, King Vulture, and Short-tailed Hawk overhead in the clearings. Ornate Hawk-Eagle and  Plumbeous and Zone-tailed Hawks are also possible. Lunch at CANOPY CAMP.",
            "PM_title": "Birding the Panamerican Highway to Yaviza (1 hour from Canopy Camp)",
            "PM_description": "After lunch we can enjoy the hummingbirds and other species around the camp, dip our feet in the rocky stream or have a siesta. Then we will head southeast and bird the forests and swampy meadows along the road toward Yaviza, at the end of the Pan-American Highway! Black-billed Flycatcher, Sooty-headed Tyrannulet, Jet Antbird, Black Oropendola, Pied Water-Tyrant, Bicolored and Black-collared Hawks, Pearl and White-tailed Kites, Limpkin, Spot-breasted Woodpecker, Ruddy-breasted Seedeater, Yellow-hooded Blackbird, Black-capped Donacobius, and Red-breasted Meadowlark can all be found as we head farther into Darién today. We will return to camp in time to freshen up for dinner. After dinner we will gather to look for owls, including Striped, Crested, Barn, Black-and-white, and Mottled Owls, as well as Common and Great Potoos and likely some nocturnal mammals. We will end the day with our checklist, tallying our sightings for our first full day at the Canopy Camp! Dinner at CANOPY CAMP."
        },

        {
            "day" : "17",
            "AM_title" : "El Salto Road & Tierra Nueva Foundation (30 minutes from Canopy Camp)",
            "AM_description" : "We will meet for an early breakfast, then head to El Salto Road for the morning to continue your Panama birding tour. El Salto Road extends 6 km north from the Pan-American Highway and ends at the mighty Río Chucunaque. This open road and surrounding dry forest is a great place to search for regional specialties including Golden-green Woodpecker, Double-banded Graytail, Blue-and-yellow and Chestnut-fronted Macaws, Black and Crested Oropendolas, Blue Cotinga, White-eared Conebill, Black-breasted Puffbird, Orange-crowned Oriole, and the majestic King Vulture. A trail at the end of the road will take us into low-canopy forest, where we hope to find Bare-crowned Antbird, Pale-bellied Hermit, Olivaceous Piculet, Streak-headed Woodcreeper, and Forest Elaenia. As the sun heats up the day by mid-morning, we head over to visit the adjacent property of the Tierra Nueva Foundation. Fundación Tierra Nueva is a non-profit organization whose main mission is “working towards the sustainable development of people of the Darién Rainforest.” The property is the home of a technical school focusing on applications in agriculture. We will explore the trails of this large property, in hopes of finding Streak-headed Woodcreeper, Yellow-breasted and Black-billed Flycatchers, Red-rumped Woodpecker, Slaty-backed Forest-Falcon, Cinnamon, Cinereous and One-colored Becards, White-eared Conebill, White-headed Wren, and the magnificent Great Curassow. We will also search for the eastern race of the Chestnut-backed Antbird, which shows white spots on the wings. Lunch at CANOPY CAMP.",
            "PM_title": "Las Lagunas Road & Aruza Lagoons (1 hour from Canopy Camp)",
            "PM_description": "This afternoon we will continue our Panama birding tour along the road to Las Lagunas. This road extends 12 km south off the Pan-American Highway through open farmland, dry scrub and roadside habitat. The road eventually crosses a small stream and ends at small ponds. Along the roadsides, we hope to find Red-breasted Meadowlark, Spot-breasted Woodpecker, Yellow-breasted and Fork-tailed Flycatchers, White-headed and Buff-breasted Wrens, Smooth-billed and Greater Anis, Muscovy Duck, Rufescent Tiger-Heron, Southern Lapwing, Blue-headed Parrot, Striped Cuckoo, Scaly-breasted Hummingbird, Ringed and Amazon Kingfishers, Bananaquit, Giant and Shiny Cowbirds, Crested Oropendola, and Laughing and Aplomado Falcons. If we’re lucky, we may get a glimpse of a Chestnut-fronted Macaw or a shy Little Cuckoo, both having been seen along this road. At the lagoons, we hope to find Pied Water-Tyrant, Capped Heron, the beautiful Yellow-hooded Blackbird, and the extraordinary Black-capped Donacobius, a great habitat for all these wonderful species. We drive back to Canopy Camp as dusk draws near, watching for Common Pauraque and Tropical Screech-Owl along the way! Dinner at CANOPY CAMP."
        },

        {
            "day" : "18",
            "AM_title" : "Quebrada Felix (30 minutes from Canopy Camp)",
            "AM_description" : "We will meet for an early breakfast at the Canopy Camp. This morning we bird Quebrada Felix—this newly discovered site awaits us to be explored! Quebrada Felix is nestled in the base of the Filo del Tallo Hydrological Reserve, and is just a short drive from the Canopy Camp. Surrounded by tall trees and mature lowland forest, we will walk the rocky stream in search of some of Panama’s most wanted species. Here, we will try for Black-crowned Antpitta, Scaly-throated Leaftosser, Speckled Mourner, Ocellated Antbird, Rufous-winged and Moustached Antwrens, White-fronted Nunbird, Wedge-billed Woodcreeper, Tropical Royal Flycatcher, and the endemic Stripe-cheeked Woodpecker. It is also a great spot to find Fasciated Tiger-Heron, Green-and-rufous Kingfisher, Bicolored Antbird, Golden-crowned Spadebill, Double-banded Graytail, and much more. Even Crested and Solitary Eagles have been spotted here, a great testament to the mature forest of the area. Quebrada Felix is becoming a favorite spot among our guides and recent visitors! Lunch at CANOPY CAMP.",
            "PM_title": "Lajas Blancas (15 minutes from Canopy Camp)",
            "PM_description": "On this afternoon’s Panama birding tour, we will explore the open areas and mixed forests of Lajas Blancas. Lajas Blancas is the closest indigenous Embera community to the Canopy Camp, a large community with a population of over 1000 residents. Just 15 minutes away, the area around Lajas Blancas boasts great birding and the opportunity to find many Darien specialties! After turning off the Pan-American Highway, we drive through pasture and open farmland—a great place to see One-colored Becard, Great Potoo, Spot-breasted Woodpecker, Yellow-crowned Tyrannulet, Yellow-breasted Flycatcher, Black Antshrike, and Black Oropendola. During the dry season, a bridge across the Chucunaque River provides us easy access to some mature secondary forest where Double-banded Graytail, Rufous-tailed Jacamar, White-winged and Cinnamon Becards, Cinnamon and Golden-green Woodpeckers, manakins, and others can be found. Beyond the community, the road continues and there is much more forest, including primary forest at its far reaches, waiting to be explored. Dinner at CANOPY CAMP."
        },

        {
            "day" : "19",
            "Full day title" : "Nuevo Vigia (45 minutes from Canopy Camp) FULL DAY",
            "Full day description" : "**This tour requires minimum 4 guests. We will awake once again to the energetic dawn chorus of oropendolas, wrens, antbirds, manakins, parrots, and toucans, as the sun rises over eastern Panama. After a satisfying breakfast, we will once again leave the Canopy Camp for a morning filled with great birds! On this morning’s Panama birding tour, we are off to Nuevo Vigia, an Embera village nestled north of the Pan-American Highway, surrounded by great secondary growth dry forest and two small lakes, all of which attract an enticing variety of birds. The village is accessible by “piraguas,” locally-made dugout canoes. As we coast along the Chucunaque and Tuquesa Rivers, we will keep our eyes and ears open for Chestnut-headed, Crested, and Black Oropendolas, Spot-breasted Woodpecker, Common Black Hawk, Yellow-tailed Oriole, Red-billed Scythebill, Capped and Cocoi Herons, White Ibis, Greater Ani, Solitary Sandpiper, and other water birds. We will spend the majority of the morning birding at the lakes, a great place to see Black-collared Hawk, Bare-crowned and White-bellied Antbirds, Green Ibis, Gray-cheeked Nunlet, Spectacled Parrotlet, Black-tailed Trogon, Striped Cuckoo, Black-bellied Wren, Little Tinamou, Golden-green Woodpecker, and Green-and-rufous Kingfisher! In the village of Nuevo Vigia, local artisans weave colorful decorative masks and plates out of palm fronds and carve cocobolo wood and tagua nuts into animals and plants, and we will have the opportunity to meet some of the community members and admire and purchase some of the beautiful products they make by hand. We will enjoy a satisfying picnic lunch in the village, followed by more great birding around the riversides and scrubby habitat surrounding Nuevo Vigia before heading back to the Canopy Camp. Picnic lunch in NUEVO VIGIA, dinner at CANOPY CAMP."
        },

        {
            "day" : "20",
            "AM_title" : "Aligandi (45 minutes from Canopy Camp)",
            "AM_description" : "We enjoy breakfast and the birds at Canopy Camp as the sun rises. This morning we venture toward Yaviza once again to the property of Aligandi. Aligandi is a huge area with unique scrub forest and much to be explored. We head out from the Camp toward the end of the Pan-American Highway, taking a turn prior to reaching Yaviza. Along the roadsides here, we scan for Red-breasted Meadowlark, Striped Cuckoo, Ruddy-breasted Seedeater, Thick-billed Seed-Finch, American Kestrel, and other open area birds. A Great Green Macaw nest is tucked up in the canopy of a huge Cuipo tree, visible from the road, and if lucky, an adult or a chick may be seen poking its head out of the cavity. At Finca Doncella, we continue on foot along the road through the scrub forest, seeking out Spot-breasted Woodpecker, Bat Falcon, Giant Cowbird, Orange-crowned Oriole, Red-billed Scythebill, White-eared Conebill, and mixed feeding flocks. It is possible to see the macaws flying over as we further explore the area. Lunch at CANOPY CAMP.",
            "PM_title": "Canopy Camp Grounds",
            "PM_description": "Among all the fantastic birding sites we have visited on this week’s Panama birding tour, the Canopy Camp grounds and trails merit some more exploration as well! This afternoon is ours to enjoy the nearby trails accessible from the lodge, the verbenas full of hummingbird and butterfly activity, where we hope to see Violet-bellied Hummingbird, Pale-bellied Hermit, Long-billed Starthroat, Blue-throated Goldentail, and, if lucky, the stunning Ruby-Topaz Hummingbird feeding here. Barred Puffbird, Spot-crowned Barbet, Olivaceous Piculet, White-headed Wren, King Vulture, Red-rumped Woodpecker, and Streak-headed Woodcreeper are birds we may encounter this afternoon. If desired, we can hike up the slope to stand in the shadows of two giant Cuipo trees. Later in the afternoon we meet again to review our checklist and enjoy cocktails as the sun sets for the day. We will enjoy a final dinner together to wrap up the tour, and once again listen for the calls of owls and night birds around the camp after dark.  Dinner at CANOPY CAMP."
        },

        {
            "day" : "21",
            "Full day title" : "AM: Back to Panama City",
            "Full day description" : "We will say our goodbyes to the Canopy Camp, and start our journey back to Panama City. Lunch in TORTI. We will then end our Panama birding tour at the Riande Aeropuerto Hotel."
        }

]
}